/* ------ *

修改須知

先在網頁中按一下確定要改哪顆按鍵，
得知要修改按鍵的編號後，
直接修改這裡的字串。

像是我要修改 3 號按鍵的話：
my_sfx[3]  = '洗勒考逆';

從「sfx」資料夾裡複製 MP3 的檔案名字「可憐娜」，
貼上去變成：
my_sfx[3]  = '可憐娜';

不想要發出聲音的話：
my_sfx[3]  = '';

音效名字前後各一個單引號，
而且最後面要加上分號，
小心不要碰到它們就可以了。

 * ------ */

var my_sfx = [];
my_sfx[0]  = '夯克';
my_sfx[1]  = '骯';
my_sfx[2]  = '骯';
my_sfx[3]  = '洗勒考逆';
my_sfx[4]  = '粉呢';
my_sfx[5]  = 'DDR';
my_sfx[6]  = '龍司熱狗';
my_sfx[7]  = 'ㄏ';
my_sfx[8]  = '驚嘆號CC';
my_sfx[9]  = '修但幾ㄌㄟˋ';
my_sfx[10] = '是在哈囉';
my_sfx[11] = 'あ．い．し．て．るううううう';
my_sfx[12] = '好了啦';
my_sfx[13] = '下去';
my_sfx[14] = '可憐娜';
my_sfx[15] = '島輝';
my_sfx[16] = '譴責FM';
my_sfx[17] = 'MULTI-TRACK DRIFTING';
